app/controllers/reviews_controller.rb

  def create
    @review = Review.new(review_params)

    respond_to do |format|
      if @review.save
---
INSERT INTO "reviews" ("content", "created_at", "name", "updated_at") VALUES (?, ?, ?, ?)  [["content", "test review 2"], ["created_at", Sun, 19 Jan 2014 12:15:48 UTC +00:00], ["name", "Tester"], ["updated_at", Sun, 19 Jan 2014 12:15:48 UTC +00:00]]

  def destroy
    @review.destroy
---
DELETE FROM "reviews" WHERE "reviews"."id" = ?  [["id", 1]]