app/controllers/static_pages_controller.rb

	def home
		@reviews = Review.order("created_at ASC")
---
SELECT "reviews".* FROM "reviews" ORDER BY created_at ASC